Repository: supgroup/POS-Client-23
Catalog: POS-Client-*-v1000/POS/POS/*_file.resx
Languages: ar

# trNormal
source: Normal
ar: عادي

# trExportDraft
source: Export Draft
ar: مسودة تصدير

# trExportOrder
source: Export Order
ar: طلب تصدير

# trImportDraft
source: Import Draft
ar: مسودة استيراد

# trImportOrder
source: Import Order
ar: طلب استيراد

# trNext
source: Next
ar: التالي

# trPrevious
source: Previous
ar: السابق

# trLocationt
source: Location
ar: مكان التخزين

# trUnlock
source: Unlock
ar: إلغاء الحجز

# trFreeZone
source: Free Zone
ar: المنطقة الحرة

# trOrderNum
source: Order Num
ar: رقم الطلبية

# trReserved
source: Reserved
ar: محجوز

# trShipping
source: Shipping
ar: الشحن

# trItemsImport/Export
source: Export/Import Items
ar: تصدير/استيراد المواد

# trReceiptOfPurchasesBill
source: Receipt of Purchases Invoice
ar: وصل فاتورة المشتريات

# trInv
source: Invoice
ar: فاتورة

# trArchived
source: Archived
ar: مؤرشفة

# trSaved
source: Saved
ar: محفوظة

# trBond
source: Bond
ar: وثيقة

# trNum:
source: Num
ar: رقم

# trPaymentReceipt
source: Payment receipt
ar: إيصال دفع

# trReceipt
source: Receipt
ar: إيصال استلام

# trSubmit
source: Submit
ar: إرسال

# trBuy
source: Buy
ar: شراء

# trNetSales
source: Net Sales
ar: صافي المبيعات

# trTotalReturn
source: Total Return
ar: إجمالي المرتجع

# trTotalSales
source: Total Sales
ar: إجمالي المبيعات

# tr_Sales
source: Sales
ar: مبيعات

# trDaily
source: Daily
ar: اليومية

# trPrintBarcode
source: Print Barcode
ar: طباعة باركود

# trSerialNumbersEqualItemsNumber
source: The number of serials must be equal to the number of elements
ar: يجب أن يتساوى عدد السيريال مع عدد المواد

# trNetPurchases
source: Net Purchases
ar: صافي المشتريات

# trTotalPurchases
source: Total Purchases
ar: إجمالي المشتريات

# tr_Purchases
source: Purchases
ar: مشتريات

# trDestructives
source: Destructives
ar: التوالف

# trInitializeShortage
source: Initialize Shortage
ar: تهيئة النواقص

# trView
source: View
ar: عرض

# trGroups
source: Groups
ar: المجموعات

# trOthers
source: Others
ar: أخرى

# trPermissionsGroup
source: Permissions Group
ar: مجموعة الصلاحيات

# trShow
source: Show
ar: عرض

# tr_Customer
source: Customer
ar: عميل

# tr_Vendor
source: Vendor
ar: مورد

# trBestSeller
source: Best Seller
ar: الأكثر مبيعاً

# trBranch&amp;Store
source: Branch & Store
ar: المخازن & الفروع

# trDailyPurchase
source: Daily Purchase
ar: المشتريات اليومية

# trDailySales
source: Daily Sales
ar: المبيعات اليومية

# trPurchase&amp;Sales
source: Purchase & Sales
ar: المشتريات & المبيعات

# trDay
source: Day
ar: يوم

# trDays
source: Days
ar: الأيام

# trOnline
source: Online
ar: المتصلين

# trFilterInvoicesBy
source: Filter invoices by
ar: فلترة الفواتير حسب

# trItemWithNoCount
source: There is an item with no count
ar: هناك مادة بدون عدد

# trBanksCount
source: Banks count
ar: عدد البنوك

# trBondesCount
source: Bondes count
ar: عدد السندات

# trBranchesCount
source: BranchesCount
ar: عدد الفروع

# trCardsCount
source: credit cards count
ar: عدد بطاقات الدفع

# trCashtransferCount
source: Cash transfers count
ar: عدد التحويلات النقدية

# trCustomersCount
source: Customers count
ar: عدد الزبائن

# trOrdersCount
source: Orders count
ar: عدد الطلبات

# trPosCount
source: POScount
ar: عدد نقاط البيع

# trShippingCompaniesCount
source: Shipping companies count
ar: عدد شركات الشحن

# trStoresCount
source: Stores count
ar: عدد المخازن

# trUsersCount
source: Users count
ar: عدد المستخدمين

# trVendorsCount
source: Vendors count
ar: عدد الموردين

# trCollect
source: Collect
ar: تجميع

# trExternal
source: External
ar: حركة خارجية

# trInternal
source: Internal
ar: حركة داخلية

# trOperator
source: Operator
ar: العملية

# trPromotion
source: Promotion
ar: ترويج

# trStock
source: Stock
ar: مخزون

# trDepositeNum
source: Deposit no.
ar: رقم الإيداع

# trRecieptNum
source: Reciept no.
ar: رقم السحب

# trVoucher
source: Voucher
ar: سند

# tr_Branch
source: Branch
ar: فرع

# tr_Store
source: Store
ar: مخزن

# trCashPaid
source: Paid
ar: المدفوع

# trTheRest
source: The Rest
ar: الباقي

# trPosHint
source: POS...
ar: نقطة البيع ...

# trProfits
source: Profits
ar: الأرباح

# trAdministrativePullHint
source: Administrative Pull...
ar: سحوبات إدارية...

# trGeneralExpensesHint
source: General Expenses...
ar: مصروفات إدارية...

# trSalaryHint
source: Salary...
ar: راتب...

# trBranchPosHint
source: Branch, POS,...
ar: الفرع, نقطة البيع,...

# trCashBalance
source: Cash Balance
ar: الرصيد النقدي

# trInvoiceItemHint
source: Invoice, Item,...
ar: فاتورة, مادة,...

# trCashCustomer
source: Cash Customer
ar: زبون نقدي

# trUnKnown
source: Unknown
ar: غير معروف

# trQTR
source: QTY
ar: الكمية

# trAnotherPaymentMethods
source: payment methods
ar: طرق دفع

# trErrorWrongUrl
source: wrong Url
ar: رابط خطأ

# trInputProcessNumber
source: Input process number
ar: إدخال رقم العملية

# trMultiplePayment
source: Multiple payment
ar: دفع متعدد

# trPayment1
source: Payment
ar: الدفع

# trPaymentMethods
source: Payment Methods
ar: طرق الدفع

# trErrorWrongActivation
source: Wrong activation key
ar: مفتاح التفعيل خاطئ

# trAmountGreaterInvoiceValue
source: It is not possible to pay an amount greater than the invoice value
ar: لا يمكن دفع مبلغ اكبر من قيمة الفاتورة

# trAmountPaidEqualInvoiceValue
source: amount paid must be equal to the invoice value
ar: يجب أن يكون المبلغ المدفوع يساوي قيمة الفاتورة

# trBackup
source: Backup
ar: نسخ احتياطي

# trRestore
source: Restore
ar: استعادة نسخة

# trBackupDoneSuccessfuly
source: Backup done successfuly
ar: تم النسخ الاحتياطي بنجاح

# trBackupNotComplete
source: Error .Backup not complete
ar: حدث خطأ قبل اتمام عملية النسخ

# trRestoreDoneSuccessfuly
source: Restore done successfuly
ar: تم الاستعادة بنجاح

# trRestoreNotComplete
source: Error, Restore not complete
ar: حدث خطأ قبل اتمام عملية الاستعادة

# trAvailable
source: Available
ar: متاح

# trReservation
source: Reservation
ar: حجز

# trContinueProcess?
source: Do you want to continue process?
ar: هل تريد متابعة العملية؟

# trNoConnection
source: No Connection
ar: لا يوجد اتصال

# trCashType
source: Cash
ar: نقدي

# trNotReady
source: Not Ready
ar: غير جاهز

# trReady
source: Ready
ar: جاهز

# trOfferHint
source: Offer...
ar: عرض...

# trReserve
source: Reserve
ar: حجز

# trStorageCostPerDay
source: Storage Cost Per Day
ar: تكلفة التخزين باليوم

# trErrorsFile
source: Errors file
ar: ملف الأخطاء

# trPurchaseCost
source: Purchase cost
ar: تكلفة الشراء

# trErrorFileDownload
source: Error file download
ar: تحميل ملف الأخطاء

# trSelectCreditCard
source: Select credit card
ar: اختر بطاقة ائتمان

# trTheRemine
source: Remain
ar: الباقي

# trCost
source: Cost
ar: التكلفة

# trDefaultPayType
source: Default pay type
ar: طريقة الدفع الافتراضية

# trDirectEntry
source: Direct Entry
ar: إدخال مباشر

# trBarcodeEmpty
source: Barcode is empty
ar: الباركود فارغ

# trBondNotRecieved
source: Bond is not recieved
ar: السند غير مستلم

# trYouExceedLimit
source: You have exceeded the limit
ar: لقد تجاوزت الحد

# trEmptyItemCost
source: Item cost can not be empty
ar: كلفة المادة لا يمكن أن تكون فارغة

# trItemCost
source: Item cost
ar: كلفة المادة

# trEmptyPrintCount
source: Number of copies can not be empty
ar: عدد النسخ لا يمكن أن يكون فارغ

# trPrintCount
source: Print limits
ar: النسخ المتاحة

# trBondRecieved
source: Bond is received
ar: السند مستلم

# trOf
source: Of
ar: من

# trTheService
source: The Service
ar: الخدمة

# trTheServices
source: The Services
ar: الخدمات

# trHaveExpirationDates
source: Items with an expiration date
ar: أصناف ذات تاريخ انتهاء صلاحية

# trHaveSerialNumbers
source: Items with serial number
ar: أصناف ذات رقم تسلسلي

# trNormals
source: Normal Items
ar: أصناف عادية

# trPackages
source: Packages
ar: حزم

# trServices
source: Services
ar: خدمات

# trPurchasesReport
source: Purchases Report
ar: تقرير مشتريات

# trCoupons
source: Coupons
ar: الكوبونات

# trQTReport
source: Quotations
ar: عروض الاسعار

# trSalesReport
source: Sales Report
ar: تقرير مبيعات

# trThePromotion
source: Promotion
ar: الترويج

# trAccountantReport
source: Accountant Report
ar: تقرير محاسبة

# trStorageReport
source: Storage Report
ar: تقرير التخزين

# trMostPurchased
source: Most purchased
ar: الأكثر شراء

# trLack
source: Lack
ar: احتياجات

# trItemLocationCollect
source: Item, Location, Collect...
ar: مادة, موقع, تجميع...

# trApproveOrderNotification
source: Do you want to approve the order?
ar: هل تريد تأكيد الطلبية؟

# trApprove
source: Approve
ar: موافقة

# trApproved
source: Approved
ar: مصادق

# trDontPermissionLoginBranch
source: you don't have permission login this branch
ar: ليس لديك إذن للدخول إلى هذا الفرع

# trNoInvoice
source: The invoice does not exist
ar: الفاتورة غير موجودة

# trPurchaceOrderSaved
source: Purchase Order - Saved
ar: طلبية شراء محفوظة

# trSaleOrderSaved
source: Sale Order - Saved
ar: طلبية مبيعات محفوظة

# trQuotationsSaved
source: Quotation - Saved
ar: عرض سعر محفوظ

# trPackageIsExpired
source: Package is expired
ar: النسخة منتهية الصلاحية

# trPackageIsNotActive
source: Package is not active
ar: النسخة غير فعالة

# trPreventLogIn
source: You can't log in
ar: لا يمكنك تسجيل الدخول

# trOrder
source: Order
ar: طلبية

# trQuotation
source: Quotation
ar: عرض سعر

# trArchivesShortfallsHint
source: Archives,Shortfalls,...
ar: أرشيف, نواقص...

# trBranchItemHint
source: Branch,Item,...
ar: فروع, مواد...

# trItemsAgentsInvoiceHint
source: Items,Agents,Invoice...
ar: مواد, وكلاء, فواتير...

# trItemsHint
source: Items
ar: مواد...

# trItemsOperatorHint
source: Items,Operator,...
ar: مواد, عوامل...

# trAgents
source: Agents
ar: الوكلاء

# trAgentType
source: Agent Type
ar: نوع الوكيل

# trNo
source: No.
ar: الرقم

# trType-Name
source: Type-Name
ar: النوع-الاسم

# trPackageDetails
source: Package Details
ar: تفاصيل الحزمة

# trPackageLimits
source: Package Limits
ar: حدود الحزمة

# trPOSs
source: POS
ar: نقاط البيع

# trProgram
source: Program
ar: البرنامج

# trProgramDetails
source: Program Details
ar: تفاصيل البرنامج

# trStatus
source: Status
ar: الحالة

# trVersion
source: Version
ar: الإصدار

# trMax
source: Max
ar: القيمة العظمى

# trMaxCollect
source: Max Collect
ar: قيمة التجميع العظمى

# trMin
source: Min
ar: القيمة الدنيا

# trMinCollect
source: Min Collect
ar: قيمة التجميع الدنيا

# trExpiredDate
source: Expired date
ar: تاريخ انتهاء الصلاحية

# trExtend
source: Extend
ar: تمديد

# trUpgrade
source: Upgrade
ar: ترقية

# trActivationCode
source: Activation Code
ar: كود التفعيل

# trActivationDetails
source: Activation Details
ar: تفاصيل التفعيل

# trAgent
source: Agent
ar: المورد

# trSerials
source: Serials
ar: الأرقام التسلسلية

# trEmptySerial
source: Enter Serial
ar: أدخل الرقم التسلسلي

# trActivationCompleted
source: The Activation done successfuly
ar: تم التفعيل بنجاح

# trActivationNotCompleted
source: The activation does not completed
ar: لم يكتمل التفعيل

# trErrorCode
source: Error Code
ar: كود الخطأ

# trNoChanges
source: No Changes
ar: لا يوجد تعديلات

# trSerial
source: Serial
ar: الرقم التسلسلي

# trServerNotFount
source: Server not found
ar: لم يتم العثور على المخدم

# trUpgradeNotCompleted
source: Upgrade does not Completed
ar: الترقية لم تكتمل

# trActivationSite
source: Activation Site
ar: موقع التفعيل

# trEmptyActivationSite
source: Enter activation site
ar: أدخل موقع التفعيل

# trUpgradeCompleted
source: Upgrade Completed successfully
ar: تمت الترقية بنجاح

# trParentTax
source: Parent Tax
ar: الضريبة المصدر

# trBondNotReceived
source: Bond not received
ar: لم يتم استلام السند

# trProcessNotConfirmed
source: Process not confirmed
ar: العملية غير مؤكدة

# trServerNotCompatible
source: The server is not compatible
ar: السيرفر غير متوافق

# trItemCostHint
source: calculate purchase price average by last purchase invoices
ar: حساب متوسط شراء المادة باستخدام آخر فواتير شراء

# trOfflineType
source: Offline
ar: داخلي

# trOnlineType
source: Online
ar: اتصال بالانترنت

# trServerStatus
source: Server status
ar: حالة المخدم

# trPayDate
source: Pay Date
ar: تاريخ الدفع

# trEmptyServerStatus
source: Server status can not be empty
ar: حالة المخدم لا يمكن أن تكون فارغة

# trDateNotCompatible
source: Date is not compitable with server
ar: التاريخ غير متوافق مع السيرفر

# trDestroyedCount
source: Destroyed Count
ar: عدد المتلفات

# trDiffrencePercentage
source: Diffrence Percentage
ar: نسبة الاختلاف

# trFromBranch
source: From Branch
ar: من الفرع

# trFromBranch/StoreHint
source: From Branch/Store...
ar: من فرع/مخزن...

# trPerMonth
source: per month
ar: في الشهر

# trReason
source: Reason
ar: السبب

# trToBranch
source: To Branch
ar: إلى الفرع

# trToBranch/StoreHint
source: To Branch/Store...
ar: إلى فرع/مخزن...

# trTwoWays
source: Two ways
ar: باتجاهين

# trInvoicesPerMonth
source: Invoices per month
ar: الفواتير خلال شهر

# trNom
source: NO.
ar: الرقم

# trServerType
source: Server type
ar: نوع السيرفر

# trBody
source: Body
ar: النص الاساسي

# trEmailSupport
source: Support
ar: الدعم التقني

# trLinkText1
source: Link text1
ar: نص الارتباط1

# trLinkText2
source: Link text2
ar: نص الارتباط2

# trLinkText3
source: Link text3
ar: نص الارتباط3

# trPurchaseOrdersEmailTemplate
source: purchase orders email template
ar: قالب بريد طلبات الشراء

# trPurchasesEmailTemplate
source: Purchases email template
ar: قالب بريد فاتورة المشتريات

# trQuotationsEmailTemplate
source: Quotations email template
ar: قالب بريد عروض الأسعار

# trRequirementsEmailTemplate
source: Requirements email template
ar: قالب بريد المطالبة بالمستحقات

# trSalesEmailTemplate
source: Sales email template
ar: قالب بريد فاتورة المبيعات

# trSalesOrdersEmailTemplate
source: Sales orders email template
ar: قالب بريد طلبات المبيعات

# trText1
source: Text1
ar: النص1

# trText2
source: Text2
ar: النص2

# trTitle
source: Title
ar: العنوان

# trUrlLink1
source: Url link1
ar: رابط url1

# trUrlLink2
source: Url link2
ar: رابط url2

# trUrlLink3
source: Url link3
ar: رابط url3

# trCopyCount
source: Copies Count
ar: عدد النسخ

# trDocPaperSize
source: Document paper size
ar: قياس ورق المستند

# trEmailOnSavePurchase
source: Purchases invoice
ar: فاتورة المشتريات

# trEmailOnSaveSale
source: Sales invoice
ar: فاتورة المبيعات

# trEmailSettings
source: Email Settings
ar: إعدادات الإيميل

# trPrinterSettings
source: Printer Settings
ar: إعدادات الطابعة

# trPrintOnSavePurchase
source: Purchases invoice
ar: فاتورة المشتريات

# trPrintOnSaveSale
source: Sales invoice
ar: فاتورة المبيعات

# trPurchasesCopyCount
source: Purchases invoice
ar: فاتورة المشتريات

# trReportPrinterName
source: Reports printer
ar: طابعة التقارير

# trReportSalesName
source: Sales invoice printer
ar: طابعة فاتورة المبيعات

# trReportsCopyCount
source: Reports
ar: التقارير

# trSalesCopyCount
source: Sales invoice
ar: فاتورة المبيعات

# trSalesPaperSize
source: Sales invoice paper size
ar: قياس ورق فاتورة المبيعات

# trSystemSetting
source: System Settings
ar: إعدادات النظام

# trAccoutant
source: Accountant
ar: المحاسب

# trAdministrativeDeposits
source: Administrative Deposits
ar: مقبوضات إدارية

# trAdministrativePulls
source: Administrative Pulls
ar: سحوبات إدارية

# trArchives
source: Archives
ar: أرشيف

# trDestroy
source: Destroy
ar: إتلاف

# trDestructionInfo
source: Destruction Information
ar: معلومات الإتلاف

# trDestructiveItem
source: Destructive Item
ar: المادة المتلفة

# trManually
source: Manually
ar: يدوي

# trOperators
source: Operators
ar: العمليات

# trPaymentType
source: Payment Type
ar: طريقة الدفع

# trQuotations_
source: Quotations
ar: عروض الأسعار

# trSalaries
source: Salaries
ar: الرواتب

# trRegisteredFor
source: Registered for
ar: مسجل لحساب

# trUnlimited
source: Unlimited
ar: غير محدود

# trCards
source: Credit cards
ar: بطاقات الدفع

# trCashtransfers
source: Cash transfers
ar: التحويلات النقدية

# trSections
source: Sections
ar: الأقسام

# trMonth
source: Month
ar: شهر

# trYear
source: Year
ar: عام

# trActive_
source: active
ar: فعال

# trCashTransfer
source: Cash Transfer
ar: ترصيد الحساب

# trDailyClosing
source: Daily Closing
ar: اغلاق اليومية

# trNotActive
source: not active
ar: غير فعال

# trOpen
source: Open
ar: فتح

# trZeroBalance
source: Balance is zero
ar: الرصيد صفر

# trCantDoProcess
source: Can't complete the process
ar: لا يمكنك إتمام العملية

# trBoxIsClosed
source: Payment is suspended
ar: الدفع متوقف

# trBoxState
source: Box State
ar: حالة الصندوق

# trClosed
source: Closed
ar: مغلق

# trMessageBoxConfirm
source: Are you sure you want to continue?
ar: هل أنت متأكد من إتمام العملية؟

# trUnavailable
source: Unavailable
ar: غير متاح

# trCanceled
source: Canceled
ar: ملغى

# trCancel_
source: Cancel
ar: إلغاء

# trCreator
source: Creator
ar: المنشئ

# trReceive
source: Receive
ar: استلام

# trPopCanceled
source: Operation canceled successfully
ar: تم إلغاء العملية بنجاح

# trUserLoginFromOtherPos
source: user login from other POS
ar: المستخدم سجل دخول في نقطة مبيعات أخرى

# trHide
source: Hide
ar: إخفاء

# trOnInvoice
source: On Invoice
ar: على الفاتورة

# trOnItem
source: On Item
ar: على المادة

# trTaxNet
source: Tax Net
ar: صافي الضرائب

# trDeposits
source: Deposits
ar: الايداعات

# trReceives
source: Cash receipts
ar: السحوبات

# trCopyCountHint
source: Purchases,Sales,Reports
ar: مبيعات,مشتريات,تقارير

# trDirectEmail
source: Direct Email
ar: ايميل مباشر

# trDirectEmailHint
source: Purchases,Sales invoice
ar: فاتورة مشتريات,مبيعات

# trDirectPrinting
source: Direct Printing
ar: طباعة مباشرة

# trDirectPrintingHint
source: Purchases,Sales invoice
ar: فاتورة مشتريات,مبيعات

# trPrinterSettingsHint
source: Reports and Sales ,Paper Size
ar: التقارير و فاتورة المبيعات, حجم الورق

# trPrintHeader
source: Print Header
ar: طباعة الترويسة

# trShowOption
source: Show
ar: اظهار

# trTaxPercentage
source: Tax %
ar: % الضريبة

# trTotalInvoice
source: Total Net
ar: اجمالي الفاتورة

# trTaxValue
source: Tax Value
ar: قيمة الضريبة

# trTotalPrice
source: Total Price
ar: إجمالي السعر

# trTotalTax
source: Total of Tax
ar: إجمالي الضريبة

# trCash_
source: Cash
ar: المبلغ

# trRecepients
source: Recepients
ar: المستلمات

# trReceipts
source: Receipts
ar: المستلمات

# trTime
source: Time
ar: الوقت

# trFrom
source: From
ar: من

# trTo
source: To
ar: إلى

# trItemsTaxNote
source: Items Tax Note
ar: ملاحظة ضريبة المواد

# trSalesInvoiceNote
source: Sales Invoice Note
ar: ملاحظة فاتورة المبيعات

# trCloseCash
source: Close Cash
ar: مبلغ الإغلاق

# trCloseDate
source: Close Date
ar: تاريخ الإغلاق

# trOpenCash
source: Open Cash
ar: مبلغ الفتح

# trOpenDate
source: Open Date
ar: تاريخ الفتح

# trOperations
source: Operations
ar: العمليات

# trMessage
source: Message
ar: رسالة

# trWarning
source: Warning
ar: تحذير

# trSalesReturnInvTitle
source: Sales Return Invoice
ar: فاتورة مرتجع مبيعات

# trPurchaseReturnInvTitle
source: Purchases Return Invoice
ar: فاتورة مرتجع مشتريات

# trPurchasesInvoice
source: Purchases Invoice
ar: فاتورة مشتريات

# trExpireDays
source: days
ar: ايام

# trExpireNote1
source: The Application will be expired in
ar: سوف تنتهي صلاحية البرنامج خلال

# trExpireNote2
source: The Application will be expired in less than 24 hours
ar: سوف تنتهي صلاحية البرنامج خلال اقل من 24 ساعة

# trExpireNote3
source: The Application has been expired from
ar: انتهت مدة صلاحية البرنامج من

# trDirectEntryDraft
source: Direct Entry - Draft
ar: إدخال مباشر - مسودة

# trSaveProcessDraft
source: Do you want save the process in drafts?
ar: هل تريد حفظ العملية في المسودات؟

# trOrdersWait
source: Orders wait
ar: طلبات في الانتظار

# trProcessType
source: Process Type
ar: نوع العملية

# trProcessTypeHint
source: Process Type...
ar: نوع العملية...

# trNoChange
source: No changes
ar: لا يوجد تغييرات

# trLoggedOutBecauseDidNotDoneAnyProcess
source: You are logged out because you haven't done any process for 15 minutes
ar: لقد تم تسجيل خروجك لأنك لم تنفذ أي عملية لمدة 15 دقيقة

# trItemsTax
source: Items Tax
ar: ضريبة المواد

# trDeliveryMan
source: Delivery Man
ar: السائق

# trTheShippingCompany
source: Shipping Company
ar: شركة الشحن

# trFree
source: Free
ar: مجاني

# trDeservedDate
source: Deserved date
ar: تاريخ الإستحقاق

source: It must be greater than zero
ar: يجب أن يكون أكبر من الصفر

# trLoss
source: Loss
ar: الخسارة

# trProfit
source: Profit
ar: الربح

# trPuchaseOrders
source: Puchase Orders
ar: طلبات المشتريات

# trSalesQuotations
source: Sales Quotations
ar: عروض أسعار المبيعات

# trTotalDiscountValue
source: Total Discount Value
ar: قيمة الحسم الإجمالية

# trInternalMovementExport
source: Internal movement - Export
ar: حركة داخلية - تصدير

# trInternalMovementImport
source: Internal movement - Import
ar: حركة داخلية - استيراد

# trCannotSendEmail
source: Can not send email
ar: لايمكن ارسال الايميل

# trPaid_
source: Paid
ar: مدفوع

# trPartPaid
source: partial
ar: جزئي

# trUnPaid
source: Unpaid
ar: غير مدفوع

# trMaxStock
source: Max Stock
ar: أقصى مخزون

# trMinStock
source: Min Stock
ar: أدنى مخزون

# trPartialPay
source: Partial pay
ar: دفع جزئي

# trOrderreport
source: Orders
ar: الطلبات

source: Delivery list
ar: قائمة الطلبات

source: Management
ar: إدارة

# trSelectItemFirst
source: Select item first
ar: اختار المادة أولًا

source: Drivers
ar: السائقين

source: On the way
ar: على الطريق

source: With delivery
ar: مع السائق

# trDriver
source: Driver
ar: السائق

# trNotAvailable
source: Not available
ar: غير متاح

source: Delivery time
ar: زمن التوصيل

# trInvoiceCharp
source: Invoice#
ar: رقم الفاتورة

# trDone
source: Done
ar: تم

# trDemo
source: Demo
ar: نسخة تجريبية

# trDeliveryManagement
source: Delivery management
ar: ادارة التوصيل

# thereArenodata
source: Sorry! There are no data
ar: للأسف ! لايوجد بيانات

source: Delivery Report
ar: تقرير التوصيل

# trShippingCompanynohint
source: Shipping Company
ar: شركة الشحن

source: Version
ar: الإصدار

source: Poor Connection
ar: الاتصال ضعيف

# trAdditional
source: Additional
ar: إضافية

# trPaymentValue
source: Payment value
ar: قيمة الدفعة

# trInvoicesDate
source: Invoices date
ar: تاريخ الفواتير

# trTaxCollection
source: Tax collection
ar: تحصيل الضريبة

# trNetProfit
source: Net profit
ar: صافي الربح

# trExpense
source: Expense
ar: نفقة

# trNetProfit_
source: NET PROFIT
ar: صافي الربح

# trProfitInvoice
source: Profit of sales invoice
ar: ربح فاتورة مبيعات

# trWithoutTax
source: Without tax
ar: بدون ضريبة

# amountPaidMustEqualOrBiggerInvoiceValue
source: amount paid must be equal or bigger than invoice value
ar: يجب أن يكون المبلغ المدفوع مساويًا أو أكبر من قيمة الفاتورة

source: By
ar: المنشئ

# trGenerate
source: Generate
ar: إنشاء

# trPackageDestroy
source: Destroy
ar: تفكيك

source: Multiple delete
ar: حذف متعدد

# RemainIsZero
source: Remain is 0:
ar: الباقي 0:

# trOutOfStock
source: Out of stock
ar: لا يوجد مخزون

source: backup data
ar: نسخ إحتياطي للبيانات

source: Backup time
ar: وقت النسخ الاحتياطي

source: Warranty
ar: الضمان

# trWarranty
source: Warranty
ar: الضمان

# trPopWarrantyExist
source: Warranty already exists
ar: الضمان موجود مسبقاً

# trWarranties
source: Warranties
ar: الضمانات

# trDestruct
source: Destruct
ar: إتلاف

# trEmptyBackupTime
source: Backup time an't be empty
ar: توقيت عمل النسخ الاحتياطي لا يمكن أن يكون فارغ

source: Pre paid
ar: دفع مسبق

# trPeriod
source: Period
ar: الفترة

# trNotCompleted
source: Not Completed
ar: العملية لم تكتمل

# trItemsCost
source: Items cost
ar: كلفة المواد

# trAvgPrice
source: Average price
ar: معدل سعر الشراء

# trRealCost
source: Real cost
ar: الكلفة الحقيقية

# trEntryCost
source: Entry cost
ar: تكلفة الإدخال

# trCostPercentage
source: Cost Percentage
ar: النسبة المئوية للكلفة

source: doesn't have upper limit
ar: لا يوجد حد أعلى

source: On delivery
ar: عند التوصيل

source: Credit limit
ar: الحد الائتماني

source: dept not available
ar: المديونية غير متوفرة

source: Remaining credit limit
ar: حد الائتمان المتبقي

source: Default payment
ar: الدفع الافتراضي

source: Vendor invoice details
ar: تفاصيل فاتورة المورد
