Repository: supgroup/POS-Client-23
Catalog: POS-Client-*-v1000/POS/POS/*_file.resx
Languages: ar

# trToXHint
source: To X...
ar: إلى X...

# trToY
source: To Y
ar: إلى Y

# trToYHint
source: To Y...
ar: إلى Y...

# trToZ
source: To Z
ar: إلى Z

# trToZHint
source: To Z...
ar: إلى Z...

# trUnSelectAllItems
source: Unselect all
ar: إلغاء اختيار الكل

# trUnSelectOneItem
source: Unselect one
ar: إلغاء اختيار

# trErrorAmountNotAvailableFromToolTip
source: Quantity not available of item
ar: الكمية غير متوفرة من المادة

# trErrorAmountNotAvailableToolTip
source: Quantity not available
ar: الكمية غير متاحة

# trErrorCouponExist
source: Coupon already added to invoice
ar: الكوبون مضاف مسبقاً إلى الفاتورة

# trErrorCouponExpire
source: Coupon has expired
ar: انتهت صلاحية الكوبون

# trErrorCouponNotActive
source: Coupon not active
ar: الكوبون غير فعال

# trErrorCouponQuantity
source: All coupons are used
ar: تم استهلاك جميع الكوبونات

# trErrorEmptyEndDateToolTip
source: End date can't be empty
ar: تاريخ الانتهاء لا يمكن أن يكون فارغ

# trErrorEmptyStartDateToolTip
source: Start date can't be empty
ar: تاريخ البداية لا يمكن أن يكون فارغ

# trSelectedLocations
source: Selected locations
ar: أماكن التخزين المختارة

# trDublicateMedal
source: Medal is already exist
ar: الميدالية موجودة مسبقاً

# trMedals
source: Medals
ar: الميداليات

# trCashPointsRequired
source: Cash points
ar: النقاط النقدية

# trCashPointsRequiredHint
source: Cash points...
ar: النقاط النقدية...

# trInvoiceCountPoints
source: Invoice points
ar: نقاط الفواتير

# trInvoiceCountPointsHint
source: Invoice points...
ar: نقاط الفواتير...

# trEmptySectionToolTip
source: Section can not be empty
ar: لا يمكن أن يكون القسم فارغ

# trErrorEmptyLocationToolTip
source: Location can not be empty
ar: مكان التخزين لا يمكن أن يكون فارغ

# trErrorStartBeforEndToolTip
source: End date can not be before start date
ar: تاريخ النهاية لا يمكن أن يكون قبل تاريخ البداية

# trPopCardExist
source: Card is already exist
ar: البطاقة موجودة سابقاً

# trCardNameHint
source: Card Name...
ar: اسم البطاقة...

# trPopUnitExist
source: this unit already exists
ar: الوحدة موجودة سابقاً

# trCategorieParentError
source: A category can not be associated with itself
ar: لا يمكن ربط الفئة بنفسها

# trClose
source: Close
ar: إغلاق

# trLogIn
source: Log In
ar: تسجيل الدخول

# trRememberMe
source: Remember me
ar: تذكرني

# trUserNotFound
source: Username not found
ar: اسم المستخدم غير موجود

# trWrongPassword
source: Wrong password
ar: كلمة المرور خاطئة

# trErrorAmountNotValidFromToolTip
source: Not all quantity is specified
ar: لم يتم تحديد كل الكمية من المادة

# trErrorDeservedDateSmalThanDateNow
source: Deserved date should be bigger than invoice date
ar: تاريخ الاستحقاق يجب أن يكون أكبر من تاريخ الفاتورة

# trExport
source: Export
ar: تصدير

# trImport
source: Import
ar: استيراد

# trOrders
source: Orders
ar: الطلبات

# trPopErrorBarcodeLength
source: Barcode length is less than 13 digit
ar: طول الباركود أقل من 13 رقم

# trBranchs/Stores
source: Branchs/Stores
ar: الفروع/المخازن

# trDublicateLocation
source: Location is already exist
ar: مكان التخزين موجود سابقاً

# trEmptyDeliveryCostToolTip
source: Delivery cost can't be empty
ar: كلفة التسليم لا يمكن أن تكون فارغة

# trEmptyRealDeliveryCostToolTip
source: Real delivery cost can't be empty
ar: كلفة التسليم الحقيقية لا يمكن أن تكون فارغة

# trErrorEmptyDeliveryTypeToolTip
source: Delivery type can't be empty
ar: طريقة التسليم لا يمكن أن تكون فارغة

# trLocaly
source: Localy
ar: محلي

# trEmptyDeliveryTypeToolTip
source: Delivery type can't be empty
ar: طريقة التسليم لا يمكن أن تكون فارغة

# trPurchaseReturnDraft
source: Purchase Return Draft
ar: مسودة مرتجع مشتريات

# trPurchaseReturnInvoice
source: Purchase Return
ar: مرتجع مشتريات

# trQuotations
source: Quotations
ar: عرض سعر

# trSalesDraft
source: Sales Draft
ar: مسودة مبيعات

# trSalesReturnDraft
source: Sales Return Draft
ar: مسودة مرتجع مبيعات

# trSalesReturnInvoice
source: Sales Return
ar: مرتجع مبيعات

# trComInfo
source: Company Info
ar: معلومات الشركة

# trDeliveryCost
source: Delivery cost
ar: كلفة التسليم

# trDeliveryCostHint
source: Delivery cost...
ar: كلفة التسليم...

# trDeliveryType
source: Delivery type
ar: طريقة التسليم

# trDeliveryTypeHint
source: Delivery type...
ar: طريقة التسليم...

# trEmptyAddressToolTip
source: Address can't be empty
ar: العنوان لا يمكن أن يكون فارغ

# trEmptyEmailToolTip
source: Email can't be empty
ar: البريد الالكتروني لا يمكن أن يكون فارغ

# trEmptyFaxToolTip
source: Fax can't be empty
ar: الفاكس لا يمكن أن يكون فارغ

# trRealDeliveryCost
source: Real delivery cost
ar: كلفة التسليم الحقيقية

# trRealDeliveryCostHint
source: Real delivery cost...
ar: كلفة التسليم الحقيقية...

# trShippingCompanies
source: Shipping Companies
ar: شركات الشحن

# trShippingCompany
source: Shipping Company
ar: شركة شحن

# trDestoryCount
source: Destructive Count
ar: عدد التالف

# trErrorDistroyMoreQuanToolTip
source: Distroy count can not be more than real amount
ar: لا يمكن أن يتجاوز التالف الكمية الموجودة

# trInventoryAmount
source: Inventory Amount
ar: كمية الجرد

# trItemUnit
source: Item-Unit
ar: المادة - الوحدة

# trRealAmount
source: Real Amount
ar: الكمية الموجودة

# trSectionLocation
source: Section - Location
ar: القسم - مكان التخزين

# trBackUp/Restore
source: Backup/Restore
ar: نسخ احتياطي/استعادة

# trCurrency
source: Currency
ar: العملة

# trDashBoard
source: Dashboard
ar: لوحة التحكم

# trDashHint
source: Daily,weekly,...
ar: يومي,أسبوعي,...

# trEmails
source: Emails
ar: البريد الالكتروني

# trLanguage
source: Language
ar: اللغة

# trNotification
source: Notifications
ar: الإشعارات

# trPermissionsBasics
source: Basics
ar: الأساسيات

# trRegion
source: Region
ar: المنطقة

# trSettingHint
source: Name,Logo,Address ...
ar: الاسم,الشعار,العنوان...

# trSms
source: SMS
ar: الرسائل النصية

# trTranseToSameLocation
source: select new location for transf
ar: يجب اختيار مكان تخزين جديد للنقل

# trEmptyAddress
source: Address can't be null
ar: العنوان لا يمكن أن يكون فارغ

# trEmptyLanguage
source: Language can't be empty
ar: اللغة لا يمكن أن تكون فارغة

# trEmptyRegion
source: Region can't be empty
ar: المنطقة لا يمكن أن تكون فارغة

# trEmptyStoreCost
source: Storage cost cann't be empty
ar: كلفة التخزين لا يمكن أن تكون فارغة

# trEmptyTax
source: Tax can't be empty
ar: الضريبة لا يمكن أن تكون فارغة

# trPopSave
source: Saved successfully
ar: تم الحفظ بنجاح

# trChangePassword
source: Change password
ar: تغيير كلمة المرور

# trChangePasswordHint
source: Administrative password change
ar: تغيير كلمة المرور إدارياً

# trEmptyUser
source: User can't be empty
ar: المستخدم لا يمكن أن يكون فارغ

# trLogOut
source: Log out
ar: تسجيل الخروج

# trShowPassword
source: Show password
ar: عرض كلمة المرور

# trStorageCost
source: Storage cost
ar: كلفة التخزيين

# trPopPasswordChanged
source: Password has been modified successfully
ar: تم تعديل كلمة المرور بنجاح

# trConfirmedPassword
source: Confirm password
ar: تأكيد كلمة المرور

# trConfirmedPasswordHint
source: Confirm password...
ar: تأكيد كلمة المرور...

# trNewPassword
source: New password
ar: كلمة المرور الجديدة

# trNewPasswordHint
source: New password...
ar: كلمة المرور الجديدة...

# trOldPassword
source: Old password
ar: كلمة المرور القديمة

# trOldPasswordHint
source: Old password...
ar: كلمة المرور القديمة...

# trErrorNewPasswordNotEqualConfirmed
source: The new password does not match the confirmed password
ar: كلمة المرور الجديدة غير مطابقة لكلمة المرور المؤكدة

# trInvoices
source: Invoices
ar: الفواتير

# trSelectedInvoices
source: Selected invoices
ar: الفواتير المختارة

# trErrorMaxDeservedExceeded
source: Maximum balance value exceeded
ar: تم تجاوز القيمة العظمى للرصيد

# trEmptyPrice
source: Price can't be empty
ar: السعر لا يمكن أن يكون فارغ

# trSelectedUsers
source: Selected users
ar: المستخدمون المختارون

# trPackage
source: Package
ar: الحزمة

# trdontHavePermission
source: you don't have permission
ar: ليس لديك صلاحية

# trGeneral
source: General
ar: إعدادات

# trPermission
source: Permission
ar: الصلاحية

# trItemType
source: Item Type
ar: نوع المادة

# trHaveExpirationDate
source: Have Expiration date
ar: تاريخ صلاحية

# trHaveSerialNumber
source: Have Serial Number
ar: رقم سيريال

# trNormalItem
source: Normal Item
ar: مادة عادية

# trPackageItems
source: Package items
ar: حزمة مواد

# trService
source: Service
ar: خدمة

# trMaxUnit
source: maximum
ar: الحد الأعلى

# trMinUnit
source: minimum
ar: الحد الأدنى

# trParentName
source: Parent Name
ar: اسم الأب

# trStorageCostHent
source: Storage Cost...
ar: كلفة التخزيين...

# trHR
source: HR
ar: موارد بشرية

# trInfo
source: Info
ar: تواصل

# trManager
source: Manager
ar: اداري

# trMarket
source: Market
ar: تسويق

# trMedia
source: media
ar: اعلام

# trSupport
source: Support
ar: دعم تقني

# trDelivered
source: Delivered
ar: تم التسليم

# trInDelivery
source: In delivery
ar: قيد التوصيل

# trSalesMan
source: Sales man
ar: مندوب المبيعات

# trSalesManHint
source: Sales man...
ar: مندوب المبيعات...

# trVendor/Customer
source: Vendor/Customer
ar: مورد/عميل

# trVendor/CustomerHint
source: Vendor/Customer...
ar: مورد/عميل...

# trState
source: State
ar: الحالة

# trWarningItemCountIs:
source: Item count is:
ar: عدد المادة هو:

# trDestroyAmountMoreExist
source: Destroy Amount can not be more than real amount
ar: كمية الاتلاف لا يمكن أن تكون أكبر من الكمية الحقيقية

# trErrorNoSerialToolTip
source: There is an item with no serial
ar: يوجد مادة ليس لها سيريال

# trErrorTotalIsZeroToolTip
source: Total is Zero
ar: إجمالي الفاتورة 0

# trErrorSerialMoreItemCountToolTip
source: Number of the serial is greater than element quantity
ar: عدد السيريال أكبر من كمية المادة

# trPurchaseOrder
source: Purchase Order
ar: طلب شراء

# trPurchaseOrdersBill
source: Purchase Orders
ar: طلبات الشراء

# trProcessNumHint
source: Process Number...
ar: رقم العملية...

# trProcessNumTooltip
source: Process Number
ar: رقم العملية

# trDestructive
source: Destructive
ar: اتلاف

# trItemWithNoUnit
source: There is an item with no unit
ar: هناك مادة بدون واحدة

# trMovements
source: Movements
ar: التنقلات

# trReturn
source: Return
ar: إرجاع

# trStocktaking
source: Stocktaking
ar: جرد

# trStoreBtn
source: store
ar: تخزين

# trCannotDeleteTheMainUser
source: Can not delete the main user
ar: لا يمكن حذف المستخدم الرئيسي

# trInventoryDate
source: Inventory date
ar: تاريخ الجرد

# trInventoryNum
source: Inventory number
ar: رقم الجرد

# trWarningSerialExists
source: Serial already exists
ar: السيريال موجود مسبقاً

# trAddInvoiceWithoutItems
source: Can't add an invoice without items
ar: لا يمكن إضافة فاتورة بدون مواد

# trCannotDeleteTheMainBranch
source: Can not delete the main branch
ar: لا يمكن حذف الفرع الرئيسي

# trCannotDeleteTheMainPos
source: Can not delete the main POS
ar: لا يمكن حذف نقطة البيع الرئيسية

# trCard
source: Cards
ar: بطاقات

# trGreaterAmmount
source: The amount can't be greater than the deserved one
ar: لا يمكن أن يكون المبلغ أكبر من المبلغ المسستحق للدفع

# trMembership
source: Membership
ar: العضويات

# trSubscriptions
source: Subscriptions
ar: الاشتراكات

# trZeroAmmount
source: Amount can't be zero
ar: لا يمكن أن يكون المبلغ مساو للصفر

# trInvoiceDate
source: Invoice Date
ar: تاريخ الفاتورة

# trShouldInputOneSerialNumberAtLeast
source: Should input one serial number at least
ar: يجب إدخال رقم تسلسلي واحد على الأقل

# trTotalNet
source: Total
ar: الإجمالي

# trCount:
source: Count:
ar: العدد:

# trErrorEmptyDesUnitToToolTip
source: The destination unit can't be empty
ar: الوحدة الوجهة لا يمكن أن تكون فارغة

# trErrorEmptySrcUnitToolTip
source: The source unit can't be empty
ar: الوحدة المصدر لا يمكن أن تكون فارغة

# trInventoryDraft
source: Inventory Draft
ar: مسودة جرد

# trNoDraft
source: There is no draft
ar: لا يوجد مسودة

# trNoInventory
source: There is no inventory
ar: لا يوجد جرد

# trWarningOneInventory
source: You can't create more than one inventory in branch
ar: لا يمكنك إنشاء أكثر من جرد في الفرع

# trScan
source: Scan
ar: مسح

# trSelectImage
source: Select image
ar: اختيار صورة

# trTransfers
source: Transfers
ar: التحويلات

# trDate
source: Date
ar: التاريخ

# trDepartment
source: Department
ar: القسم

# trDepartmentHent
source: Department...
ar: القسم...

# trMailNotSent
source: Mail not sent
ar: لم يتم ارسال البريد الالكتروني

# trMailSent
source: Mail sent successfully
ar: تم ارسال البريد الالكتروني بنجاح

# trMajor
source: Major
ar: رئيسي

# trNoEmailForThisDept
source: There is no email for this department Please add Email in setting
ar: لا يوجد بريد الكتروني لهذا القسم يرجى اضافة بريد الكتروني في الاعدادات

# trNoInternetConnection
source: No Internet connection
ar: لا يوجد اتصال بالانترنت

# trPurchaseInvoiceWaiting
source: Purchase Invoice Waiting for storage
ar: فاتورة مشتريات بانتظار التخزين

# trPurchaseReturnInvoiceWaiting
source: Purchase Return invoice awaiting export
ar: مرتجع مشتريات بانتظار الإخراج

# trThereIsNoItemsToSend
source: There are no items to send
ar: لايمكن ارسال طلب بدون مواد

# trThereIsNoOrderToSen
source: There is no order to send, please save order then send the email
ar: لا يمكن ارسال طلب فارغ, يرجى حفظ الطلب ثم ارساله

# trTheVendorHasNoEmail
source: The vendor Does not Have an email.
ar: لا يوجد بريد الكتروني للمورد

# trEmailTemplates
source: Email Templates
ar: قوالب الإيميل

# trShortage
source: Shortage
ar: نقص

# trCredit
source: On Credit
ar: رصيد

# trDepositor
source: Depositor
ar: المودع

# trPurchaceOrder
source: Purchase Order
ar: طلبية شراء

# trPurchaceOrderDraft
source: Purchase Order - Draft
ar: مسودة طلبية شراء

# trQuotationsDraft
source: Quotations Draft
ar: مسودة عرض سعر

# trSaleOrder
source: Sale Order
ar: طلبية مبيعات

# trSaleOrderDraft
source: Sale Order - Draft
ar: مسودة طلبية مبيعات

# trErrorEmptyItemToolTip
source: You should choose an item
ar: عليك اختيار مادة

# trErrorItemAmntNotAvailableToolTip
source: Quantity is not enouph of item:
ar: الكمية غير كافية من المادة:

# trErrorNoEnoughQuantityToolTip
source: Quantity is not enough
ar: الكمية غير كافية

# trErrorQuantIsZeroToolTip
source: Quantity can't be zero
ar: الكمية لا يمكن أن تكون صفر

# trCreatedOper
source: Created
ar: المنشأة

# trErrorEmptyPosToolTip
source: Pos can't be empty
ar: نقطة البيع لا يمكن أن تكون فارغة

# trDateForm
source: Date state
ar: صيغة التاريخ

# trEmptyDateFormat
source: Date format can't be empty
ar: صيغة التاريخ لا يمكن أن فارغة

# trAmountHint
source: Amount...
ar: الكمية...

# trErrorNoItems
source: No item is selected
ar: لم يتم اختيار مواد

# trItemHint
source: Item...
ar: المادة...

# trItemShortage
source: Item Shortage
ar: نقص مادة

# trItemStorage
source: Item storage
ar: تخزين مادة

# trItemUnitHint
source: Item-Unit...
ar: مادة-وحدة...

# trReasonOfShortage
source: Reason of shortage
ar: سبب النقص

# trReasonOfShortageHint
source: Reason of shortage...
ar: سبب النقص...

# trSectionHint
source: Section...
ar: القسم...

# trShortages
source: Shortages
ar: النواقص

# trStored
source: Stored
ar: مخزنة

# trTransfer
source: Transfer
ar: نقل

# trAllBranches
source: All branches
ar: كل الفروع

# trNo.
source: No.
ar: الرقم

# trReturned
source: Returned
ar: مرتجع

# trTheCount
source: Count
ar: العدد

# trType
source: Type
ar: النوع

# trVendors
source: Vendors
ar: الموردون

# trReceiptVoucher
source: Receipt Voucher
ar: سند قبض

# trDiscountTypeHint
source: Discount Type...
ar: نوع الحسم...

# trDraftQuontaion
source: Quotation Draft
ar: مسودة عرض سعر

# trImages
source: Images
ar: الصور

# trInstallationSettings
source: Installation settings
ar: إعدادات التنصيب

# trNewDraft
source: New draft
ar: مسودة جديدة

# trPrintDraftInvoice
source: can not print Draft Invoice
ar: لا يمكن طباعة مسودة فاتورة

# trPrintEmptyInvoice
source: can not print Empty Invoice
ar: لا يمكن طباعة فاتورة فارغة

# trSalesOrders
source: Sales Orders
ar: طلبيات المبيعات

# trSaveInvoiceNotification
source: Do you want save the invoice in drafts?
ar: هل تريد حفظ الفاتورة في المسودات؟

# trSaveInvoiceToPreview
source: save the invoice to preview
ar: احفظ الفاتورة قبل المعاينة

# trSaveOrderNotification
source: Do you want save the order in drafts?
ar: هل تريد حفظ الطلبية في المسودات؟

# trSendEmail
source: Send email
ar: إرسال ايميل

# trStore/Branch
source: Store/Branch
ar: مخزن/فرع

# trStore/BranchHint
source: Stroe/Branch...
ar: مخزن/فرع...

# trTaxHint
source: Tax...
ar: الضريبة...

# trVendorDetails
source: Vendor Details
ar: تفاصيل المورد

# trWaitConfirmUser
source: Waiting for user confirmation
ar: بانتظار تأكيد المستخدم

# trExpired
source: Expired
ar: منتهي الصلاحية

# trValid
source: Valid
ar: فعال

# trvalidity
source: Validity
ar: الصلاحية

# trAmountShortageedHint
source: Amount Shortageed...
ar: كمية النقص...

# trArchive
source: Archive
ar: أرشفة

# trEmptyCurrency
source: Currency can't be empty
ar: العملة لا يمكن أن تكون فارغة

# trInventory
source: Inventory
ar: الجرد

# trPurchaseOrders
source: Purchase Orders
ar: طلبيات الشراء

# trStocktakingDetails
source: Stocktaking Details
ar: تفاصيل الجرد

# trStocktakingItems
source: Stocktaking Items
ar: مواد الجرد

# trDepositor/Recipient
source: Depositor/Recipient
ar: المودع/المستلم

# trPayments/Received
source: Payments/Received
ar: المدفوعات/المقبوضات

# trSalesInvoices
source: Sales Invoices
ar: فواتير المبيعات

# trSelect
source: Select
ar: اختيار

# trAccountStatement
source: Account Statement
ar: كشف حساب

# trAll
source: All
ar: الكل

# trDateHint
source: Date ...
ar: التاريخ ...

# trDescription
source: Description
ar: الوصف

# trFromToPosHint
source: From POS, To POS, ...
ar: من نقطة بيع ,إلى نقطة بيع , ...

# trOneDeposit
source: Deposit
ar: قبضة

# trOnePayment
source: Payment
ar: دفعة

# trPayment
source: Payment
ar: الدفعة

# trPaymentsRecipientHint
source: Payments,Recipients, ...
ar: المدفوعات,المستلمين, ...

# trRequired
source: Required
ar: المطلوب

# trShippingCompanyHint
source: Shipping company ...
ar: شركة الشحن ...

# trVendorCustomerUserHint
source: Vendor,Customer,User ...
ar: مورد,زبون,مستخدم ...

# trWorthy
source: Worthy
ar: المستحق

# tr_Balance
source: Balance
ar: رصيد

# tr_Card
source: Card
ar: بطاقة

# tr_Invoice
source: Invoice
ar: فاتورة

# trCancel
source: Cancel
ar: إلغاء الأمر

# trOK
source: Ok
ar: موافق

# trConvert
source: Convert
ar: تحويل

# trCreateDate
source: Create date
ar: تاريخ الإنشاء

# trDeliverOrderAlertContent
source: You have been assigned to deliver an order
ar: تم تكليفك بتوصيل طلبية

# trDeliverOrderAlertTilte
source: Deliver Order
ar: طلب توصيل

# trDraftExist
source: There is an inventory draft
ar: يوجد مسودة جرد

# trExceedMaxLimitAlertContent
source: The element exceeded the upper limit of storage
ar: المادة تجاوزت الحد الأعلى للتخزين

# trExceedMaxLimitAlertTilte
source: Quantity overflow
ar: تجاوز الكمية

# trExceedMinLimitAlertContent
source: The element exceeded the minimum limit of storage
ar: المادة تجاوزت الحد الأدنى للتخزين

# trExceedMinLimitAlertTilte
source: lack of quantity
ar: نقص الكمية

# trExportAlertContent
source: Export order is waiting to confirm
ar: طلب تصدير مواد بانتظار الموافقة

# trExportAlertTilte
source: Export Order
ar: طلب تصدير

# trFromLocationHint
source: From location ...
ar: من الموقع ...

# trFromUnitHint
source: From unit ...
ar: من الوحدة ...

# trItemsCount
source: Items count
ar: عدد المواد

# trMonthCount
source: month count
ar: عدد الأشهر

# trMonthCountHint
source: Month count ...
ar: عدد الأشهر ...

# trSalesOrderAlertContent
source: The branch has received order
ar: تم تحويل طلب للفرع

# trSalesOrderAlertTilte
source: Sales Order
ar: طلبية مبيعات

# trSelectedCustomers
source: Selected customers
ar: الزبائن المختارين

# trSelectLocations
source: Select Locations
ar: اختيار المواقع

# trSerialNum
source: Serial number
ar: الرقم التسلسلي

# trSerialNumHint
source: Serial number...
ar: الرقم التسلسلي...

# trSkip
source: Skip
ar: تخطي

# trSubscriptionFees
source: Subscription fees
ar: رسوم الاشتراك

# trToUnitHint
source: To unit ...
ar: إلى الوحدة ...

# trUnitConversion
source: Unit conversion
ar: تحويل الوحدات

# trRequiredAmount
source: Required Amount
ar: المبلغ المطلوب

# trTheCustomerHasNoEmail
source: The customer does not have an email
ar: لايوجد بريد الكتروني للعميل

# trTheShippingCompaniesHasNoEmail
source: The Shipping Company does not have email
ar: لايوجد بريد الكتروني لشركة الشحن

# trTheUserHasNoEmail
source: The user does not have email
ar: لايوجد بريد الكتروني للمستخدم

# trPurchaseInvoiceAlertContent
source: Purchase invoice awaiting receipt
ar: فاتورة شراء بانتظار الاستلام

# trPurchaseInvoiceAlertTilte
source: Purchase Invoice
ar: فاتورة شراء

# trPurchaseReturnInvoiceAlertContent
source: Purchase return invoice pending execution
ar: فاتورة مرتجع شراء بانتظار التنفيذ

# trPurchaseReturnInvoiceAlertTilte
source: Purchase Return Invoice
ar: فاتورة مرتجع مشتريات

# trCompanySettings
source: Company Settings
ar: إعدادات الشركة

# trCreate
source: Create
ar: إنشاء

# trOverrideStorageLimitAlert
source: Override storage limit
ar: تجاوز حدود التخزين

# trTransferAlertContent
source: Transfer pending confirmation
ar: عملية تحويل بانتظار التأكيد

# trTransferAlertTilte
source: Transfer Operation
ar: عملية تحويل

# trUsersSettings
source: user settings
ar: إعدادات المستخدم

# trWaitingExecuteOrder
source: Waiting execute order
ar: طلب مبيعات بانتظار التنفيذ

# trCreateInvocie
source: Create Invocie
ar: إنشاء فاتورة

# trExecuteOrder
source: Execute order
ar: تنفيذ طلب مبيعات

# trTransfersAdmin
source: Transfers Admin
ar: تحويلات ادارية

# trReciptOfInvoice
source: Recipt of invoice
ar: استلام فاتورة

# trNew
source: New
ar: جديد

# trNoNotifications
source: No Notifications There!
ar: لا يوجد إشعارات!

# trNotifications
source: Notifications
ar: الإشعارات

# trReturnInvoices
source: Return Invoices
ar: فواتير المرتجع

# trShowAll
source: Show All
ar: عرض الكل

# trFavorite
source: Favorite
ar: المفضلة

# trCanNotSendDraftInvoice
source: Can not send draft invoice
ar: لا يمكن ارسال مسودة فاتورة

# trAccuracy
source: Decimals
ar: الأرقام العشرية

# trErrorMaxInvToolTip
source: Invoice total is more than the maximum amount allowed to use the coupon
ar: لا يمكن استخدام الكوبون، المجموع أكبر من الحد الأعلى المسموح

# trErrorMinInvToolTip
source: Invoice total is less than the minimum amount allowed to use the coupon
ar: لا يمكن استخدام الكوبون، المجموع أقل من الحد الأدنى المسموح

# trPopUpgrade
source: Please upgrade the application
ar: الرجاء ترقية التطبيق

# trImportExport
source: Movements
ar: التنقلات

# trItemsDestroy
source: Destructive
ar: اتلاف

# trItemsStorage
source: Storage
ar: التخزين

# trLocations
source: locations
ar: أماكن التخزين

# trPermissions
source: Permissions
ar: الصلاحيات

# trPurchase
source: Purchases
ar: المشتريات

# trReportsSettings
source: Reports Settings
ar: إعدادات التقارير

# trFirstPath
source: The main path can't be empty
ar: المسار الأساسي لا يمكن أن يكون فارغ

# trSecondPath
source: The secondary path can't be empty
ar: المسار الثانوي لا يمكن أن يكون فارغ

# trFirstLevel
source: Main path
ar: المسار الرئيسي

# trSecondLevel
source: Secondary path
ar: المسار الثانوي

# trUserPath
source: User Path
ar: مسار المستخدم

# trApproveQuotationNotification
source: Do you want to approve the quotation?
ar: هل تريد تأكيد عرض السعر؟

# trSaveQuotationNotification
source: Do you want save the quotation in drafts?
ar: هل تريد حفظ عرض السعر في المسودات؟

# trThereWasAnErrorLoadingTheImage
source: There was an error loading the image
ar: حدث خطأ أثناء تحميل الصورة

# trMustBeMoreThanZero
source: The count must be more than zero
ar: العدد يجب أن يكون أكبر من الصفر

# trEmptyAccuracy
source: Accuracy of numbers can't be empty
ar: عدد الأرقام بعد الفاصلة لا يمكن أن يكون فارغ

# trIsRequired
source: is required
ar: هذا الحقل إجباري

# trAdmin
source: admin
ar: مدير

# trEmployee
source: Employee
ar: موظف

# trErrorDuplicateAccountName
source: Account Name is already exist
ar: الحساب موجود مسبقاً
