Repository: supgroup/POS-Client-23
Catalog: POS-Client-*-v1000/POS/POS/*_file.resx
Languages: ar

# questionAddOnCustomerCredit
source: will add on customer credit, Are you sure?
ar: سيتم إضافة المبلغ إلى حساب الزبون، هل أنت متأكد؟

source: Item info
ar: معلومات المادة

source: Package items
ar: مواد الحزمة

# trDeliveryCharges
source: Delivery charges
ar: أجور توصيل

# trPayment_
source: Payment
ar: دفعة

# slice
source: Invoice class
ar: فئة الفاتورة

source: Pricing
ar: التسعير

source: Commission ratio
ar: نسبة العمولة

source: Commission value
ar: قيمة العمولة

source: Invoices language
ar: لغة الفواتير

source: Reports language
ar: لغة التقارير

source: Recipients
ar: المستلمون

source: Reading
ar: قراءة

source: Writing
ar: كتابة

source: Message details
ar: تفاصيل الرسالة

source: Wrong serial
ar: سيريال خاطئ

# trSalesInvoiceArchived
source: Sales Invoice - Archived
ar: فاتورة مبيعات - مؤرشفة

source: Compose
ar: كتابة

source: Inbox
ar: الوارد

# trRefNo.
source: Ref.
ar: الفاتورة المرجعية

source: Update Date
ar: تاريخ التعديل

# trPurchaseInvoiceArchived
source: Purchase Invoice - Archived
ar: فاتورة مشتريات - مؤرشفة

source: Content
ar: المحتوى

source: Your password has been change
ar: تم تغيير كلمة مرورك

source: Reply
ar: الرد

source: Reply message
ar: رسالة الرد

source: Send
ar: إرسال

source: Set settings
ar: ضبط الإعدادات

source: Administrative cash transfers
ar: التحويلات النقدية الإدارية

source: Compose administrative messages
ar: كتابة رسائل إدارية

source: Contents
ar: المحتويات

# NotValidSerial
source: Not vaid serial
ar: سيريال غير صالح

# slices
source: Invoice Classes
ar: فئات الفاتورة

source: Invoice class
ar: فئة الفاتورة

source: Prices
ar: الأسعار

# pricesList
source: Price list
ar: قائمة الأسعار

source: Class
ar: فئة

# defaultSlice
source: Default price
ar: السعر الافتراضي

source: Updated Invoice
ar: فاتورة محدثة

source: Base price
ar: السعر الأساسي

# trPopSliceExist
source: this class already exists
ar: الفئة موجودة سابقاً

# trPopPropertyExist
source: this property already exists
ar: الخاصية موجودة سابقاً

source: Sold
ar: تم البيع

source: Invoice Classes
ar: فئات الفاتورة

# overQuantity
source: The quantity in stock cannot be exceeded
ar: لا يمكن تجاوز الكمية في المخزن

source: Item details
ar: تفاصيل المادة

source: Sold
ar: بيع

# trSalesInvoiceUpdated
source: Sales Invoice - Updated
ar: فاتورة مبيعات - معدّلة

source: of
ar: من

source: saved
ar: تم حفظ

# trSold
source: Sold
ar: مباع

# trPopSold
source: Sold successfully
ar: تم البيع بنجاح

# trPurInvoiceUpdated
source: Purchase Invoice - Updated
ar: فاتورة مشتريات - معدّلة

# trReturns
source: Returns
ar: المرتجعات

# trOfferOnRep
source: Offer
ar: عرض

# ref
source: Reference Invoice
ar: الفاتورة المرجعية

# trDiscountOffer
source: discount
ar: حسم

source: Commission
ar: العمولة

source: Commission on invoice
ar: عمولة على الفاتورة

source: Features
ar: الميزات

source: Index
ar: فِهرِس

source: Sequence
ar: ترتيب

source: Invoices statuses
ar: حالات الفواتير

source: Alert days
ar: أيام التنبيه

# PropertiesNotAvailable
source: Properties not enough
ar: الخصائص غير كافية

# trFromBranch/Store
source: From Branch/Store
ar: من فرع/مخزن

# trToBranch/Store
source: To Branch/Store
ar: إلى فرع/مخزن

# notPackageType
source: This item is not a package type
ar: هذه المادة ليس من نوع الحزم

source: Invoice items
ar: مواد الفاتورة

source: Invoice items details
ar: تفاصيل مواد الفاتورة

source: Skip properties
ar: تخطي الخصائص

# skipSerialsNum
source: Skip serials number
ar: تخطي الرقم التسلسلي

# trArabicAddressHint
source: Arabic address...
ar: العنوان العربي...

# trArabicNameHint
source: Arabic name...
ar: الاسم العربي...

source: has warranty
ar: لديه ضمان

source: Return period
ar: فترة الإرجاع

# trSelectedBranchs
source: Selected branchs
ar: الفروع المختارة

# trSelectedBranchs/Stores
source: Selected Branchs/Stores
ar: الفروع/المخازن المختارة

# trSelectedStores
source: Selected stores
ar: المخازن المختارة

# trSelectedPrices
source: Selected prices
ar: الأسعار المختارة

source: Order status
ar: حالة الطلب

source: Purchase
ar: شراء

source: Expiration approaching
ar: اقتراب انتهاء الصلاحية

source: Show/Hide charts
ar: إظهار/إخفاء المخططات البيانية

# trDrivers
source: Drivers
ar: السائقين

source: Properties Saved
ar: تم حفظ الخصائص

source: Serials Saved
ar: تم حفظ السيريال

# trTheCreditCard
source: Credit Card
ar: بطاقة الإئتمان

source: Skip features
ar: تخطي الميزات

source: Free delivery
ar: توصيل مجاني

source: Invoice status
ar: حالات الفاتورة

source: Return Period Exceeded
ar: تجاوزت فترة الارجاع

source: Shipping cost
ar: تكلفة الشحن

source: Payment Agent
ar: وكالة الدفع

source: Payment Agents
ar: وكالات الدفع

source: Sales employee
ar: موظف المبيعات

source: Sales employees
ar: موظفو المبيعات

# trPropNumbersEqualItemsNumber
source: The number of properties must be equal to the number of elements
ar: عدد الخصائص يجب أن يساوي عدد المواد

# trProcessCharp
source: Process#
ar: رقم العملية

# trExpirationAlertTitle
source: Expiration
ar: انتهاء الصلاحية

# trExpiredAlertTilte
source: Expiration approaching
ar: اقتراب انتهاء الصلاحية

# trItemExpiredSince
source: expired since
ar: انتهت الصلاحية منذ

# trWillExpireAfter
source: will be expired after
ar: ستنتهي صلاحيته بعد

source: Expiration date
ar: تاريخ الصلاحية

source: Shipping amount
ar: قيمة الشحن

source: Charts
ar: المخططات البيانية

source: There must be at least one slide
ar: يجب أن يكون هناك شريحة واحدة على الأقل

# trPropertiesHint
source: Properties ...
ar: الخصائص...

source: Saved successfully
ar: تم الحفظ بنجاح

source: Properties Skipped
ar: تم تخطي الخصائص

source: Serials Skipped
ar: تم تخطي السيريال

# questionAddOnCredit
source: will add on credit, Are you sure?
ar: سيتم إضافة المبلغ إلى الحساب، هل أنت متأكد؟

# trBondCharp
source: Bond#
ar: رقم الوثيقة

# trChequeCharp
source: Cheque#
ar: رقم الشيك

# noSelectedSerials
source: There is no selected serial numbers
ar: لا يوجد أرقام تسلسلية مختارة

source: Commission
ar: عمولة

source: for
ar: لصالح

source: Cheque Num
ar: رقم الشيك

source: Document Num
ar: رقم المستند

source: Email
ar: بريد الكتروني

source: Fax
ar: فاكس

source: Tel
ar: هاتف

source: Transfer Num
ar: رقم العملية

source: Not Recieved
ar: غير مستلمة

source: Application
ar: تطبيق

# trSysEmails
source: Emails
ar: الايميلات

source: Default class
ar: الفئة الافتراضية

source: Price Class
ar: فئة السعر

# trUnPaidCash
source: Unpaid
ar: رصيد غير مدفوع

source: Packaging cost
ar: تكلفة التحزيم

source: Amount In Words
ar: المبلغ كتابة

# cashAmount
source: Amount
ar: المبلغ

source: Deposit to Bank
ar: إيداع في البنك

source: Manager
ar: المدير

source: Payment Purpose
ar: سبب الدفع

source: Reciept From Bank
ar: سحب من البنك

source: Recived Purpose
ar: سبب االاستلام

source: Voucher no
ar: رقم السند

source: Bond no
ar: رقم السند

# PaytoMr
source: Pay to Mr./M./S
ar: دفع الى السيد/ السيدة

source: Receiver
ar: المستلم

# RecivedFromMr
source: Recived From Mr./M./S
ar: استلم من السيد/ السيدة

source: On company
ar: على الشركة

source: On user
ar: على المستخدم

# Depositfor
source: Receipt from
ar: قبضة مقابل

# invoicenumber
source: number
ar: رقم

source: Payment for
ar: دفعة من اجل

source: Agent type
ar: نوع العميل

# trNote_
source: Note
ar: ملاحظة

# trPort
source: Port
ar: المنفذ

# trAlerts
source: Alerts
ar: الإشعارات

source: days
ar: أيام

source: Deserved
ar: مستحق

# trShippingAmount
source: Shipping amount
ar: الشحن

# invoicesItemsHint
source: Invoices, Items
ar: الفواتير، المواد

source: Cash drawer contents
ar: محتوى صندوق الكاش

source: Current
ar: الحالي

# Transferbalanceyear
source: Transfer balance to a new year
ar: نقل رصيد الى سنة جديدة

# trInvoicesPaperSize
source: Invoices paper size
ar: قياس ورق الفواتير

# trPrinterInvoiceName
source: Invoices printer
ar: طابعة الفواتير

source: Arabic information
ar: المعلومات باللغة العربية

source: English information
ar: المعلومات باللغة الإنكليزية

# receiverName
source: Receiver Name & Sign
ar: اسم المستلم وتوقيعه

source: Purchases Department
ar: قسم المشتريات

source: Sales Department
ar: قسم المبيعات

source: Storage Department
ar: قسم التخزين

source: Copies count
ar: عدد النسخ

source: Invoice types
ar: أنواع الفواتير

source: Paper size
ar: قياس الورق

source: Printer
ar: طابعة

source: Printer name
ar: اسم الطابعة

source: Printers
ar: الطابعات

# trAddUpdateDelete
source: add, update, delete
ar: إضافة، تعديل، حذف

# trSelectedInvoicesTypes
source: Selected Invoices types
ar: أنواع الفواتير المختارة

source: Default printers
ar: الطابعات الافتراضية

source: Items not available
ar: العناصر غير متوفرة

source: Ratio
ar: النسبة

source: Tax type
ar: نوع الضريبة

source: Tax exempt
ar: معفاة من الضرائب

source: Income tax
ar: ضريبة دخل

source: Sales tax
ar: ضريبة مبيعات

source: RATE
ar: النسبة

source: TAXABLE AMT
ar: القيمة

source: TAX AMT
ar: الضريبة

# trRatioCannotBeZero
source: Ratio can't be zero
ar: النسبة لا يمكن أن تكون صفر

source: You don't have any tax yet
ar: لم يتم إضافة الضرائب على الفاتورة

# demoVersion
source: this is a demo version contact us to get your customise version
ar: هذه نسخة تجريبية اتصل بنا للحصول على نسختك المخصصة

source: user doesn't have POS
ar: المستخدم ليس لديه نقطة بيع
