Repository: supgroup/POS-Client-23
Catalog: POS-Client-*-v1000/POS/POS/*_file.resx
Languages: ar

# trAccNumber
source: Account Number
ar: رقم الحساب

# trAccNumberHint
source: Account Number...
ar: رقم الحساب...

# trAccounting
source: Accounting
ar: المحاسبة

# trAccounts
source: Accounts
ar: الحسابات

# trAdd
source: Add
ar: إضافة

# trAddress
source: Address
ar: العنوان

# trAdressHint
source: Address...
ar: العنوان...

# trAnotherInfomation
source: Another Information
ar: معلومات أخرى

# trBalance
source: Balance
ar: الرصيد

# trBalanceHint
source: Balance...
ar: الرصيد...

# trBankName
source: Bank Name
ar: اسم البنك

# trBankNameHint
source: Bank Name...
ar: اسم البنك...

# trBanks
source: Banks
ar: البنوك

# trBaseInformation
source: Base Information
ar: المعلومات الأساسية

# trBranchCodeHint
source: Branch Code...
ar: شيفرة الفرع...

# trBranches
source: Branches
ar: الفروع

# trBranchName
source: Branch Name
ar: اسم الفرع

# trBranchNameHint
source: Branch Name...
ar: اسم الفرع...

# trCatalog
source: Catalog
ar: الفهرس

# trCode
source: Code
ar: الكود

# trCompany
source: Company
ar: الشركة

# trCompanyHint
source: Company...
ar: الشركة...

# trCompanyName
source: SC Commerce
ar: الاسم

# trContactInformation
source: Contact Information
ar: معلومات التواصل

# trCustomers
source: Customers
ar: العملاء

# trDelete
source: Delete
ar: حذف

# trDetails
source: Details
ar: تفاصيل

# trDetailsHint
source: Details...
ar: تفاصيل...

# trEmailHint
source: Email...
ar: البريد الالكتروني...

# trEmptyAccNumToolTip
source: Account Number can't be empty!
ar: رقم الحساب لا يمكن أن يكون فارغ

# trEmptyAreaToolTip
source: Select area
ar: اختر منطقة

# trEmptyBalanceToolTip
source: Balance can not be empty
ar: الرصيد لا يمكن أن يكون فارغ

# trEmptyCodeToolTip
source: Code can't be empty!
ar: الرمز لا يمكن أن يكون فارغ

# trEmptyLastNameToolTip
source: Last Name can't be empty!
ar: الاسم الأخير لا يمكن أن يكون فارغ

# trEmptyMobileToolTip
source: Enter the mobile number
ar: أدخل رقم الجوال

# trEmptyNameToolTip
source: Name can not be empty
ar: الاسم لا يمكن أن يكون فارغ

# trEmptyPasswordToolTip
source: Password can't be empty!
ar: كلمة المرور لا يمكن أن تكون فارغة

# trEmptyUserNameToolTip
source: Username can't be empty!
ar: اسم المستخدم لا بمكن أن يكون فارغ

# trErrorEmailToolTip
source: Email address is not valid
ar: عنوان البريد غير صالح

# trFirstNameHint
source: First Name...
ar: الاسم الأول...

# trHome
source: Home
ar: الرئيسية

# trIsSmallest
source: Is Smallest
ar: هي الوحدة الأصغر

# trIsSmallestHint
source: Is Smallest
ar: هي الوحدة الأصغر

# trJob
source: Job
ar: العمل

# trJobHint
source: Job..
ar: العمل...

# trLastName
source: Last Name
ar: الاسم الاخير

# trLastNameHint
source: Last Name...
ar: الكنية...

# trLoginInformation
source: Login Information
ar: معلومات التسجيل

# trMenu
source: Menu
ar: القائمة

# trMobile
source: Mobile
ar: الجوال

# trMobileHint
source: Mobile...
ar: الجوال...

# trMoreInformation
source: More Information
ar: معلومات اخرى

# trName
source: Name
ar: الاسم

# trNameHint
source: Name...
ar: الاسم...

# trNoteHint
source: Notes...
ar: ملاحظات...

# trPamentMethodHint
source: Select Payment method...
ar: اختر طريقة الدفع...

# trPasswordHint
source: Password...
ar: كلمة المرور...

# trPhoneHint
source: Phone...
ar: الهاتف...

# trPOS
source: POS
ar: نقطة بيع

# trPosCode
source: POS Code
ar: رمز نقطة البيع

# trPosCodeHint
source: POS Code...
ar: رمز نقطة البيع...

# trPosName
source: POS Name
ar: اسم نقطة البيع

# trPosNameHint
source: POS Name...
ar: اسم نقطة البيع...

# trPurchases
source: Purchases
ar: المشتريات

# trReports
source: Reports
ar: التقارير

# trSales
source: Sales
ar: المبيعات

# trSearchHint
source: Enter Here To Start Search ....
ar: أدخل هنا للبدء بالبحث...

# trSectionData
source: Data
ar: البيانات

# trSelectBankNameHint
source: Select Bank Name
ar: اختر اسم البنك

# trSelectBranchHint
source: Parent Branch ...
ar: الفرع الأب ...

# trSelectJobHint
source: Select Job ...
ar: اختر عمل...

# trSelectPosBranchHint
source: Select Branch...
ar: اختر الفرع

# trSelectPosNameHint
source: Select POS Name
ar: اختر اسم نقطة البيع

# trSelectSmallestUnitHint
source: Select Smallest Unit...
ar: اختر أصغر وحدة

# trSelectStoreHint
source: Select Store Name
ar: اختر اسم المخزن

# trSelestUnitNameHint
source: Select Unit Name
ar: اختر اسم الوحدة

# trSettings
source: Settings
ar: الإعدادت

# trSmallestUnit
source: Smallest Unit
ar: أصغر وحدة

# trStorage
source: Storage
ar: التخزين

# trStoreCodeHint
source: Store Code...
ar: شيفرة المخزن...

# trStoreNameHint
source: Store Name...
ar: اسم المخزن...

# trStores
source: Stores
ar: المخازن

# trSuppliers
source: Vendors
ar: الموردون

# trUnitName
source: Unit Name
ar: اسم الوحدة

# trUnitNameHint
source: Unit Name...
ar: اسم الوحدة...

# trUnits
source: Units
ar: الوحدات

# trUpdate
source: Update
ar: تعديل

# trUserInformation
source: User Infomration
ar: معلومات المستخدم

# trUserName
source: Username
ar: اسم المستخدم

# trUserNameHint
source: Username...
ar: اسم المستخدم...

# trUsers
source: Users
ar: المستخدمون

# trUserType
source: User Type
ar: نوع المستخدم

# trWorkHours
source: Work Hours
ar: ساعات العمل

# trWorkHoursHint
source: Work Hours...
ar: ساعات العمل...

# trWorkInformation
source: Work Information
ar: معلومات العمل

# trCategorie
source: Category
ar: الفئة

# trCodeHint
source: Code...
ar: الكود...

# trMainProperty
source: Main Property
ar: الخاصية الأساسية

# trMainPropertyHint
source: Enter Main Property
ar: ادخل الخاصية الأساسية

# trParentCategorieHint
source: Select Category
ar: اختر المادة الأب

# trSecondaryInformation
source: Secondary Information
ar: المعلوامات الثانوية

# trSelectPropertyNameHint
source: Select Property Name
ar: اختر اسم الخاصية

# trSubProperties
source: Sub Properties
ar: الخواص الفرعية

# trSubPropertiesHint
source: Enter Sub Property
ar: ادخل الخاصية الفرعية

# trTaxesHint
source: Taxes...
ar: الضرائب...

# trCategories
source: Categories
ar: الفئات

# trItems
source: Items
ar: المواد

# trProperties
source: Properties
ar: الخصائص

# trClear
source: Clear
ar: تفريغ

# trBank
source: Bank
ar: البنك

# trBranch
source: Branch
ar: الفرع

# trCustomer
source: Customer
ar: العميل

# trStore
source: Store
ar: المخزن

# trUnit
source: Unit
ar: الوحدة

# trUser
source: User
ar: المستخدم

# trVendor
source: Vendor
ar: المورد

# trBarcode
source: Barcode
ar: الباركود

# trItemData
source: Item Data
ar: معلومات

# trMaxHint
source: Max...
ar: الأكبر

# trMinAndMaxOfItem
source: Maximum and Minimum of Items
ar: الحدود الدنيا والعليا من المادة

# trMinHint
source: Min...
ar: الأصغر

# trSelectCategorieHint
source: Select Category
ar: اختر الفئة

# trSelectItemTypeHint
source: Select Item Type
ar: اختر نوع المادة

# trSelectParentItemHint
source: Select Parent Item
ar: اختر المادة الأب

# trSelectUnitHint
source: Select Unit
ar: اختر الوحدة

# trBarcodeHint
source: Barcode...
ar: الباركود...

# trCountHint
source: Count...
ar: العدد...

# trCountUnit
source: Count Unit
ar: عدد الوحدة

# trIsDefaultPurchases
source: Is Default Purchase
ar: الوحدة الافتراضية للشراء

# trIsDefaultSales
source: Is Default Sales
ar: الوحدة الافتراضية للبيع

# trPriceHint
source: Price...
ar: السعر...

# trSelectProperties
source: Select Properties
ar: اختر الخصائص

# trSmallUnit
source: Small Unit
ar: اصغر وحدة

# trUnitHint
source: Unit...
ar: الوحدة...

# trValue
source: Value
ar: القيمة

# trValueHint
source: Value...
ar: القيمة...

# trFaxHint
source: Fax...
ar: فاكس...

# trUpperLimitHint
source: The upper limit of the entitlement...
ar: الحد الأعلى للسحب...

# trPopAdd
source: Added success
ar: تمت الإضافة بنجاح

# trPopAddValidate
source: It is not possible to add without the code and name and mobile number
ar: لا يمكن الإضافة بدون الكود و الاسم و رقم الجوال

# trPopDelete
source: Deleted success
ar: تم الحذف بنجاح

# trPopError
source: An error occurred
ar: حدث خطأ

# trPopUpdate
source: Updated success
ar: تم التعديل بنجاح

# trPopUpdateValidate
source: It is not possible to update without the name and mobile number
ar: لا يمكن التعديل بدون الاسم و رقم الجوال

# trEmail
source: Email
ar: الإيميل

# trFax
source: Fax
ar: الفاكس

# trNote
source: Notes
ar: ملاحظات

# trPhone
source: Phone
ar: الهاتف

# trUpperLimit
source: The upper limit of the entitlement
ar: الحد الأعلى للسحب

# trInActive
source: Deactivate
ar: إلغاء التفعيل

# trPopInActive
source: The activation was canceled successfully
ar: تم إلغاء التفيل بنجاح

# trActive
source: Activate
ar: تفعيل

# trPopActive
source: Activation was successful
ar: تم التفعيل بنجاح

# trAmount
source: Amount
ar: الكمية

# trBranchHint
source: Branch...
ar: الفرع...

# trCash
source: Cash
ar: نقدي

# trCreditCard
source: Credit Card
ar: بطاقة إئتمان

# trDeservedDateHint
source: Deserved Date...
ar: تاريخ الإستحقاق...

# trDeservedHint
source: Deserved...
ar: المستحق...

# trDiscount
source: Discount
ar: الحسم

# trDiscountHint
source: Discount...
ar: الحسم...

# trDraft
source: Draft
ar: مسودة

# trInvoice
source: Invoice
ar: الفاتورة

# trInvoiceDateHint
source: Invoice Date...
ar: تاريخ الفاتورة...

# trInvoiceHint
source: Invoice...
ar: الفاتورة...

# trInvoiceNumber
source: Invoice Number
ar: رقم الفاتورة

# trInvoiceNumberHint
source: Invoice Number...
ar: رقم الفاتورة...

# trItem
source: Item
ar: المادة

# trNum
source: Num
ar: الرقم

# trPaidHint
source: Paid...
ar: المدفوع...

# trPreview
source: Preview
ar: معاينة

# trPrice
source: Price
ar: السعر

# trPrint
source: Print
ar: طباعة

# trReturnInvoice
source: Return Invoice
ar: فاتورة الإرجاع

# trSave
source: Save
ar: حفظ

# trSum
source: Subtotal
ar: المجموع

# trTax
source: Tax
ar: الضريبة

# trTotal
source: TOTAL
ar: الإجمالي

# trTotal:
source: Total:
ar: الإجمالي:

# trVendorHint
source: Vendor...
ar: المورد...

# trVendorInvoiceDetails
source: Vendor Invoice Details
ar: تفاصيل فاتورة المزود

# trCoponHint
source: Coupon...
ar: كوبون...

# trDeliveryHint
source: Delivery...
ar: التوصيل...

# trCount
source: Count
ar: العدد

# trCoupon
source: Coupon
ar: الكوبون

# trCouponCodeHint
source: Coupon Code...
ar: كود الكوبون...

# trCouponNameHint
source: Coupon Name...
ar: اسم الكوبون...

# trCustomerHint
source: Customer...
ar: العميل...

# trDelivery
source: Delivery
ar: التوصيل

# trDiscountValueHint
source: Discount Value...
ar: قيمة الحسم...

# trEndDate
source: End date
ar: تاريخ النهاية

# trEndDateHint
source: End Date...
ar: تاريخ النهاية...

# trExcel
source: Export to Excel
ar: التصدير إلى ملف إكسل

# trMaximumInvoiceValueHint
source: Maximum Invoice Value...
ar: أكبر قيمة للفاتورة...

# trMinimumInvoiceValueHint
source: Minimum Invoice Value...
ar: أصغر قيمة للفاتورة...

# trOffer
source: Offers
ar: العروض

# trOnItems
source: On Items
ar: المواد

# trPdf
source: Print Pdf
ar: طباعة PDF

# trQuantity
source: Quantity
ar: الكمية

# trQuantityHint
source: Quantity...
ar: الكمية...

# trRemainQuantity
source: Remain Quantity
ar: الكمية المتبقية

# trRemainQuantityHint
source: Remain Quantity...
ar: الكمية المتبقية...

# trStartDate
source: Start Date
ar: تاريخ البداية

# trStartDateHint
source: Start Date...
ar: تاريخ البداية...

# trTypeDiscountHint
source: Discount type...
ar: نوع الحسم...

# trStatistic
source: Statistic
ar: الإحصائيات

# trParentBranch
source: Parent Branch
ar: الفرع الأب

# trDuplicateCodeToolTip
source: already exists
ar: موجود سابقاً

# trEmptyBranchToolTip
source: Branch can not be empty
ar: الفرع لا يمكن أن يكون فارغاً

# trEmptyPhoneToolTip
source: The phone number can't be blank
ar: لا يمكن أن يكون رقم الهاتف فارغ

# trPassword
source: Password
ar: كلمة المرور

# trSearch
source: Search
ar: بحث

# trEmptyJobToolTip
source: Job can npt be empty
ar: العمل لا يمكن أن يكون فارغ

# trErrorDuplicateUserNameToolTip
source: Username is already exist
ar: اسم المستخدم محجوز مسبقاً

# trErrorPasswordLengthToolTip
source: Password can not be less than 6 characters
ar: لا يمكن أن تكون كلمة المرور أقل من 6 محارف

# trEmptyBarcodeToolTip
source: Barcode can not be empty
ar: الباركود لايمكن ان يكون فارغ

# trParentCategory
source: Parent category
ar: الفئة الأب

# trViewGrid
source: View list
ar: العرض على شكل قائمة

# trViewItems
source: View items
ar: العرض على شكل مواد

# trEmptyAccNumberToolTip
source: Account Number can not be empty
ar: رقم الحساب لا يمكن أن يكون فارغ

# trEmptyPropertyToolTip
source: Property can not be empty
ar: الخاصية لا يمكن أن تكون فارغة

# trEmptyValueToolTip
source: Value can not be empty
ar: القيمة لا يمكن أن تكون فارغة

# trErrorDuplicateBarcodeToolTip
source: Barcode is already exist
ar: الباركود محجوز مسبقاً

# trErrorEmptyBarcodeToolTip
source: Barcode can not be empty
ar: الباركود لا يمكن أن يكون فارغاً

# trErrorEmptyCategoryToolTip
source: Category can not be empty
ar: الفئة لا يمكن أن تكون فارغة

# trErrorEmptyCountToolTip
source: Count can not be empty
ar: العدد لا يمكن أن يكون فارغاً

# trErrorEmptyMaxToolTip
source: Max can not be empty
ar: الحد الأعلى لا يمكن أن يكون فارغاً

# trErrorEmptyMinToolTip
source: Min can not be empty
ar: الحد الأدنى لايمكن أن يكون فارغاً

# trErrorEmptyPriceToolTip
source: Price can not be empty!
ar: السعر لا يمكن أن يكون فارغاً

# trErrorEmptyTypeToolTip
source: Type can not be empty
ar: النوع لا يمكن أن يكون فارغ

# trErrorEmptyUnitToolTip
source: Unit can not be empty
ar: الوحدة لا يمكن أن تكون فارغة

# trErrorEnglishBarcodeToolTip
source: Barcode can not be written in arabic
ar: الباركود لا يمكن كتابته بالعربية

# trPopBankExist
source: The bank already exists
ar: البنك موجود مسبقاً

# trErrorDuplicateUnitNameToolTip
source: Unit name is already exist
ar: اسم الوحدة محجوز مسبقاً

# trPercentageDiscount
source: Percentage
ar: نسبة مئوية

# trValueDiscount
source: Value
ar: قيمة

# trDiscountType
source: Discount type
ar: نوع الحسم

# trDiscountValue
source: Discount value
ar: قيمة الحسم

# trDuplicateBarcodeToolTip
source: Bar Code is already exist
ar: البار كود محجوز مسبقاً

# trEmptyDiscountTypeToolTip
source: Discount type can not be empty
ar: نوع الحسم لا يمكن أن يكون فارغ

# trEmptyDiscountValueToolTip
source: Discount value can not be empty
ar: قيمة الحسم لا يمكن أن تكون فارغة

# trEmptyEndDateToolTip
source: End date can not be empty
ar: تاريخ الانتهاء لا يمكن أن يكون فارغ

# trEmptyMaxInvoiceValueToolTip
source: Maximum invoice value can not be empty
ar: القيمة العليا للفاتورة لا يمكن أن تكون فارغة

# trEmptyMinInvoiceValueToolTip
source: Minimum invoice value can not be empty
ar: القيمة الدنيا للفاتورة لا يمكن أن تكون فارغة

# trEmptyQuantityToolTip
source: Quantity can not be empty
ar: الكمية لا يمكن أن تكون فارغة

# trEmptyStartDateToolTip
source: Start date can not be empty
ar: تاريخ البدء لا يمكن أن يكون فارغ

# trErrorEndDateSmallerToolTip
source: The end date can't be earlier than the start date
ar: لا يمكن أن يكون تاريخ الانتهاء أقدم من تاريخ البدء

# trErrorItemNotFoundToolTip
source: Item not found
ar: المادة غير موجودة

# trErrorMaxInvoiceSmallerToolTip
source: The max invoice value can not be smaller than min value
ar: لا يمكن أن يكون الحد الأعظمي للفاتورة أقل من الحد الأدنى

# trMaxInvoiceValue
source: Maximum Invoice Value
ar: القيمة العظمى للفاتورة

# trMinInvoiceValue
source: Minimum Invoice Value
ar: القيمة الدنيا للفاتورة

# trPieChart
source: Pie Chart
ar: مخطط دائري

# trRefresh
source: Refresh
ar: تحديث

# trEmptyEndTimeToolTip
source: End time can not be empty
ar: تاريخ الانتهاء لا يمكن أن يكون فارغ

# trEmptyStartTimeToolTip
source: Start time can not be empty
ar: تاريخ البدء لا يمكن أن يكون فارغ

# trErrorEndTimeSmallerToolTip
source: The end time can not be before the start time
ar: وقت الانتهاء لا يمكن أن يكون قبل وقت الابتداء

# trMaxInvoice
source: Maximum invoice value
ar: القيمة العظمى للفاتورة

# trMinInvoice
source: Minimum invoice value
ar: القيمة الدنيا للفاتورة

# trEndTime
source: End time
ar: وقت الانتهاء

# trStartTime
source: Start time
ar: وقت البدء

# trBankHint
source: Bank...
ar: البنك...

# trCashHint
source: Amount...
ar: المبلغ..

# trCashTooltip
source: Amount
ar: المبلغ

# trDeposit
source: Deposit
ar: إيداع

# trDepositeNumHint
source: Deposite/Pull Number...
ar: رقم السحب/الإيداع...

# trDepositeNumTooltip
source: Deposite/Pull Number
ar: رقم السحب/الإيداع

# trDepositOperation
source: Deposit
ar: إيداع

# trOpperationTypeHint
source: Opperation Type...
ar: نوع العملية...

# trOpperationTypeToolTip
source: Opperation Type
ar: نوع العملية

# trPull
source: Pull
ar: سحب

# trReceiptOperation
source: Receipt
ar: استلام

# trTransferNumberTooltip
source: Transfer Number
ar: رقم التحويل

# trUserHint
source: User...
ar: المستخدم...

# trConfirm
source: Confirm
ar: تأكيد

# trDepositTo
source: Deposit To
ar: إيداع إلى

# trDepositToHint
source: Deposit To...
ar: إيداع إلى...

# trDocumentNumber
source: Document Number
ar: رقم الوثيقة

# trDocumentNumberHint
source: Document Number...
ar: رقم الوثيقة...

# trDocumenType
source: Document Type
ar: نوع الوثيقة

# trDocumenTypeHint
source: Document Type...
ar: نوع الوثيقة...

# trEmptyCashToolTip
source: Amount can not be empty
ar: المبلغ لا يمكن أن يكون فارغ

# trEmptyDepositNumberToolTip
source: Deposit/pull number can not be empty
ar: رقم السحب/الإيداع لا يمكن أن يكون فارغ

# trErrorEmptyBankToolTip
source: Bank can not be empty
ar: البنك لا يمكن أن يكون فارغ

# trErrorEmptyFromPosToolTip
source: Pull Pos can not be empty
ar: نقطة البيع الساحبة لا يمكن أن تكون فارغ

# trErrorEmptyOpperationTypeToolTip
source: Opperation type can not be empty
ar: نوع العملية لا يمكن أن يكون فارغ

# trErrorEmptyToPosToolTip
source: Deposit Pos can not be empty
ar: نقطة البيع المودعة لا يمكن أن تكون فارغة

# trErrorEmptyUserToolTip
source: User can not be empty
ar: المستخدم لا يمكن أن يكون فارغ

# trFromPos
source: Pull POS
ar: نقطة البيع الساحبة

# trFromPosHint
source: From POS
ar: من نقطة بيع...

# trImage
source: Image
ar: صورة

# trPaymentProcessType
source: Payment Process Type
ar: نوع عملية الدفع

# trPaymentProcessTypeHint
source: Payment Process Type...
ar: نوع عملية الدفع...

# trRecepient
source: Recepient
ar: المستلم

# trToPos
source: Deposit POS
ar: نقطة البيع المودعة

# trToPosHint
source: To POS...
ar: إلى نقطة بيع...

# trTransaferDetails
source: Transafer Details
ar: تفاصيل التحويل

# trConfirmed
source: Confirmed
ar: مؤكدة

# trPosTooltip
source: POS
ar: نقطة البيع

# trPurchaseInvoices
source: Purchase Invoices
ar: فواتير الشراء

# trStateHint
source: State...
ar: الحالة...

# trUnConfirmed
source: Unconfirmed
ar: غير مؤكدة

# trWaiting
source: Waiting
ar: بانتظار التأكيد

# trPopConfirm
source: Operation confirmed
ar: تم تأكيد العملية

# trStateToolTip
source: State
ar: الحالة

# trDrafts
source: Drafts
ar: المسودات

# trErrorEmptyDeservedDate
source: Deserved date can not be empty
ar: تاريخ الاستحقاق لا يمكن أن يكون فارغاً

# trPopCanNotDeleteRequest
source: Can not delete because the operation is confirmed
ar: لا يمكن الحذف بسبب تأكيد العملية

# trPopNotEnoughBalance
source: There is not enough balance
ar: لا يوجد رصيد كافي

# trDraftBounceBill
source: Draft Bounce Invoice
ar: مسودة فاتورة مرتجع

# trErrorAmountIncreaseToolTip
source: Quantity can not be exceeded
ar: لا يمكن تجاوز الكمية

# trErrorSamePos
source: It is not possible to pull from the same POS
ar: لا يمكن السحب من نقطة البيع نفسها

# trBankAccounts
source: Bank Accounts
ar: حسابات البنك

# trIsConfirmed
source: Confirmed
ar: تم التأكيد

# trPosAccounts
source: Pos Accounts
ar: حسابات نقطة البيع

# trAdministrativePull
source: administrative pull
ar: سحب إداري

# trCheque
source: Cheque
ar: شيك

# trDocNumHint
source: Document Number...
ar: رقم الوثيقة...

# trDocNumTooltip
source: Document number
ar: رقم الوثيقة

# trDocument
source: Document
ar: مستند

# trEmptyDocNumToolTip
source: Document number can not be empty
ar: رقم الوثيقة لا يمكن أن يكون فارغ

# trErrorEmptyDepositToToolTip
source: Depositor can not be empty
ar: الجهة المودعة لا يمكن أن تكون فارغة

# trErrorEmptyPaymentTypeToolTip
source: Payment Type can not be empty
ar: نوع الدفع لا يمكن أن تكون فارغة

# trErrorEmptyRecipientToolTip
source: Recipient can not be empty
ar: المستفيد لا يمكن أن يكون فارغ

# trGeneralExpenses
source: General expenses
ar: مصروفات عامة

# trPayments
source: Payments
ar: المدفوعات

# trPaymentTypeHint
source: Payment Type...
ar: نوع الدفع...

# trPaymentTypeTooltip
source: Payment type
ar: نوع الدفع

# trRecipientHint
source: Recipient...
ar: المستفيد...

# trRecipientTooltip
source: Recipient
ar: المستفيد

# trSalary
source: Salary
ar: راتب

# trPurchaseInvoice
source: Purchase Invoice
ar: فاتورة شراء

# trProperty
source: Property
ar: الخاصية

# trValues
source: Values
ar: القيم

# trCardHint
source: card...
ar: بطاقة...

# trCardTooltip
source: card
ar: بطاقة

# trEmptyCardTooltip
source: Credit card can not be empty
ar: بطاقة الائتمان لا يمكن أن تكون فارغة

# trDepositFromHint
source: Deposit from...
ar: إيداع من...

# trDepositorHint
source: Depositor...
ar: المودع...

# trValidLocationMatch
source: (From & To) should be same type
ar: (من و إلى) يجب أن تكون من نفس النوع

# trValidLocationToBigger
source: To Should be begger then From
ar: "إلى" يجب ان تكن أكبر "من"

# trDraftPurchaseBill
source: Purchase Invoice Draft
ar: مسودة فاتورة شراء

# trPurchaseBill
source: Purchase Invoice
ar: فاتورة شراء

# trAdministrativeDeposit
source: Administrative deposit
ar: إيداعات إدارية

# trChooseInvoiceToolTip
source: Choose an invoice first
ar: اختر فاتورة أولاً

# trReceived
source: Receipts
ar: المقبوضات

# trCompleted
source: Completed
ar: تمت العملية

# trCompletion
source: Completion
ar: إتمام

# trConfirmUserTooltip
source: Confirm user
ar: تأكيد المستخدم

# trDocDateHint
source: Document date...
ar: تاريخ الوثيقة...

# trDocDateTooltip
source: Document date
ar: تاريخ الوثيقة

# trErrorPasswordToolTip
source: Wrong password
ar: كلمة المرور خاطئة

# trEmptyCustomerToolTip
source: Customer can not be empty
ar: العميل لا يمكن أن يكون فارغ

# trEmptyProcessNumToolTip
source: Process number can not be empty
ar: رقم العملية لا يمكن أن يكون فارغ

# trErrorBarcodeToolTip
source: Error barcode
ar: باركود خاطئ

# trErrorInvDateAfterDeserveToolTip
source: Deserved date can't be earlier than invoice date
ar: لا يمكن أن يكون تاريخ الاستحقاق قبل تاريخ الفاتورة

# trMessageBoxActivate
source: Are you sure you want to activate this?
ar: هل أنت متأكد من رغبتك في تفعيل هذا؟

# trMessageBoxDeactivate
source: Are you sure you want to deactivate this?
ar: هل أنت متأكد من رغبتك في إلغاء تفعيل هذا؟

# trMessageBoxDelete
source: Are you sure you want to delete this?
ar: هل أنت متأكد من رغبتك في حذف هذا؟

# trEmptyDocDateToolTip
source: The document due date can not be empty
ar: تاريخ استحقاق الوثيقة لا يمكن أن يكون فارغ

# trReturnedInvoice
source: Returned Invoice
ar: فاتورة مرتجع

# trSalesInvoice
source: Sales Invoice
ar: فاتورة مبيعات

# trAddRange
source: Add Range
ar: إضافة مجال

# trLocation
source: Location
ar: أماكن التخزين

# trSection
source: Section
ar: القسم

# trBonds
source: Bonds
ar: السندات

# trErrorEmptyDepositFromToolTip
source: Depositor can't be empty
ar: المودع لا يمكن أن يكون فارغ

# trErrorEmptyDepositorToolTip
source: Depositor can't be empty
ar: المودع لا يمكن أن يكون فارغ

# trPaid
source: Paid
ar: تم الدفع

# trPay
source: Pay
ar: دفع

# trReceivedToggle
source: Received
ar: مستلمة

# trPayVocher
source: Payment Voucher
ar: سند صرف

# trBranch/Store
source: Branch/Store
ar: الفرع/المخزن

# trBranch/StoreHint
source: Branch/Store...
ar: الفرع/المخزن...

# trEmptyError
source: This field can't be empty
ar: هذا الحقل لا يمكن أن يكون فارغ

# trFromX
source: From X
ar: من X

# trFromXHint
source: From X...
ar: من X...

# trFromY
source: From Y
ar: من Y

# trFromYHint
source: From Y...
ar: من Y...

# trFromZ
source: From Z
ar: من Z

# trFromZHint
source: From Z...
ar: من Z ...

# trSelectAllItems
source: Select all
ar: اختيار الكل

# trSelectedItems
source: Selcted items
ar: المواد المختارة

# trSelectOneItem
source: Select one
ar: اختيار

# trToX
source: To X
ar: إلى X
